Repository: dfo-mar-odis/dto
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Classification Name (English)
fr: Nom de la classification (anglais)

source: Classification Name (French)
fr: Nom de la classification (français)

source: Classification Colour
fr: Couleur de classification

source: Indicator Name
fr: Nom de l'indicateur

source: Model Name
fr: Nom du modèle

source: Number of observations recorded at a depth for a specific date and location
fr: Nombre d'observations enregistrées à une profondeur pour une date et un lieu spécifiques

source: Common Name
fr: Nom commun

source: Scientific Name
fr: Nom scientifique

source: Status
fr: Statut

source: Lower Temperature
fr: Température minimale

source: Upper Temperature
fr: Température maximale

source: Lower Depth
fr: Profondeur minimale

source: Upper Depth
fr: Profondeur maximale

source: Site Description
fr: Description du site

source: Name
fr: Nom

source: Area (km²)
fr: Superficie (km²)

source: Additional Information
fr: Informations supplémentaires

source: Please select an MPA
fr: Veuillez sélectionner une AMP

source: Generate Report
fr: Générer un rapport

source: Depth
fr: Profondeur

source: Bottom Depth
fr: Profondeur du fond

source: Total Average Bottom Timeseries
fr: Série chronologique moyenne totale du fond

source: Date Range
fr: Période

source: Start Date
fr: Date de début

source: Selected Date
fr: Date sélectionnée

source: End Date
fr: Date de fin

source: Year(s)
fr: Année(s)

source: Climate Model
fr: Modèle climatique

source: Quantile Chart
fr: Graphique des quantiles

source: Standardized Anomaly
fr: Anomalie standardisée

source: Species Data
fr: Données sur les espèces

source: Network Indicators
fr: Indicateurs de réseau

source: Loading...
fr: Chargement...

source: Showing Observations
fr: Affichage des observations

source: Hiding Observations
fr: Cacher les observations

source: Timeseries
fr: Série chronologique

source: Standardized Anomalies
fr: Anomalies standardisées

source: Network Data
fr: Données réseau

source: Total Average Bottom
fr: Moyenne totale du fond

source: Std. Anom
fr: Anom. Std.

source: Avg
fr: Moy

source: MPA Classifications
fr: Classifications des AMP

source: Temperature
fr: Température

source: Year
fr: Année

source: No data available
fr: Aucune donnée disponible

source: Current Value
fr: Valeur actuelle

source: Climatology
fr: Climatologie

source: Upper Quantile
fr: Quantile supérieur

source: Lower Quantile
fr: Quantile inférieur

source: Species Select
fr: Sélection d'espèces

source: Select a Species
fr: Sélectionner une espèce

source: Group
fr: Groupe

source: Temperature Range
fr: Plage de température

source: Depth Range
fr: Plage de profondeur

source: Select an MPA on the map to view timeseries data
fr: Sélectionnez une AMP sur la carte pour voir les données chronologiques

source: Add Chart
fr: Ajouter un graphique

source: Marine Heat/Cold Wave Indicators
fr: Indicateurs de vagues de chaleur/froid marin

source: Select one or more areas on the map by holding down the ctrl key to view wave indicators.
fr: Sélectionnez une ou plusieurs zones sur la carte en maintenant la touche ctrl enfoncée pour voir les indicateurs de vagues.

source: Quantile Settings
fr: Paramètres des quantiles

source: Marine Heat Wave above
fr: Vague de chaleur marine au-dessus

source: Marine Cold Wave below
fr: Vague de froid marine en dessous

source: Average Range
fr: Plage moyenne

source: Standard Anomalies
fr: Anomalies standard

source: Above Normal
fr: Au-dessus de la normale

source: Below Normal
fr: En dessous de la normale

source: Select an MPA on the map to view standard anomaly data
fr: Sélectionnez une AMP sur la carte pour voir les données d'anomalies standard

source: Bottom Temperature
fr: Température du fond

source: Above Average (Warmer)
fr: Au-dessus de la moyenne (plus chaud)

source: Below Average (Cooler)
fr: En dessous de la moyenne (plus froid)

source: Max Temp
fr: Temp. max

source: Min Temp
fr: Temp. min

source: Survivable Range
fr: Plage de survie

source: Temperature Timeseries
fr: Série chronologique de température

source: Digital Twin Ocean Viewer
fr: Visualiseur Jumeau Numérique Océanique

source: Digital Twin Ocean for Marine Conservation
fr: Jumeau Numérique Océanique pour la Conservation Marine

source: Data
fr: Données

source: Bottom Temperature Timeseries
fr: Série chronologique de température du fond

source: Digital Twin Ocean for Marine Conservation allows biologist and physical oceanographers to observe data across Atlantic Canadian conservation areas.
fr: Le Jumeau Numérique Océanique pour la Conservation Marine permet aux biologistes et océanographes physiques d'observer les données à travers les zones de conservation du Canada atlantique.

source: We do cool stuff!
fr: Nous faisons des choses géniales!

source: About
fr: À propos
